{
  "calendar": [
    {
      "weekday": "Monday",
      "schedule": [
        {
          "shortname": "Drake_Future",
          "time": "7pm - 10pm",
          "artist": "Drake & Future",
          "room": "Staple Center Stadium",
          "description": "With a seemingly never-ending output of new material, Drake never fails to make each show different from the last. Whether you’re looking to attend the latest Drake tour or want to see him at a special event, like OVO Fest, Vivid Seats has you covered.",
          "title": "Summer Sixteen Tour"
        }
      ]
    }, {
      "weekday": "Tuesday",
      "schedule": [
        {
          "time": "2:30-4:00pm",
          "shortname": "toydrive_concert",
          "artist": "Feed Our Blocks Foundation",
          "room": "Dennison Hall Park",
          "description": "FOB Foundation is an organization to assist people in need and improve their lives the best promising way we can. We do this by providing food and other grocery products to the families that suffer from hunger and poverty; Provide educational material to further support the learning of our current students and future doctors, lawyers, and presidents; engaging our community to fight to suppress and/or to even eliminate violence, drugs, and negativity in our area. We are more than just an organized foundation; we are the statement to our cities, our neighbors, and our community!",
          "title": "Toy Drive Christmas Giveaway Pinic Concert"
        },{
          "time": "6:30-10:30pm",
          "shortname": "silvestre_dangond",
          "artist": "Silvestre Dangond",
          "room": "Elizabeth Hall",
          "description": "Silvestre Francisco Dangond Corrales aka Silvestrong is a Colombian Vallenato singer, composer and Timbales player. Dangond is considered one of the mainstream representatives of the 'new wave' of vallenato musicians.",
          "title": "Silvestre Dangond Tour"
        }
      ]
    }, {
      "weekday": "Wednesday",
      "schedule": []
    }, {
      "weekday": "Thursday",
      "schedule": [
        {
          "time": "6:30 to 10:30pm",
          "shortname": "garth_brooks",
          "artist": "Garth Brooks & Trisha Yearwood",
          "room": "Elizabeth Hall",
          "description": "Brooks is currently composing a duet Christmas album with wife Trisha Yearwood, slated for release in the 2016 holiday season. Garth is performing 11 shows at Target Center in Downtown Minneapolis this month between Nov. 6 and Nov. 15. More than 200,000 tickets were reportedly sold for these concerts, creating an incredible buzz around Downtown Minneapolis and drawing visitors from all over the region into our community.It’s no surprise this is happening. Garth, who ushered in this era’s country music stars by dominating the 1990s with his collection of iconic hits and high-energy shows, was destined to make a big splash in Downtown Minneapolis when he announced he’d be stopping here on his comeback tour. He last performed here in 1998, and his popularity has not waned in the 16 years since. I think there’s a reason for this. His music is untouchable, for one. If you enjoy country music, it’s impossible not to like Garth’s incredible streak of hits that began in the late 1980s and stretched through more than a decade.",
          "title": "Warehouse District Concert"
        }
      ]
    }, {
      "weekday": "Friday",
      "schedule": []
    }, {
      "weekday": "Saturday",
      "schedule": []
    }, {
      "weekday": "Sunday",
      "schedule": []
    }
  ],
  "concerts": [
    {
      "bio": "March 18-19, 2017 the 12th Annual Jazz in the Gardens at the New Miami Stadium formerly called Sun Life Stadium! Opening Night Party March 17, 2017. More information will be announced soon! Stay tuned!",
      "shortname": "jitg17",
      "name": "Trey Songz & Beyonce",
      "reknown": "Jazz in the Gardens"
    },{
      "bio": "Silvestre Francisco Dangond Corrales aka Silvestrong is a Colombian Vallenato singer, composer and Timbales player. Dangond is considered one of the mainstream representatives of the 'new wave' of vallenato musicians.",
      "shortname": "silvestre_dangond",
      "name": "Silvestre Dangond ",
      "reknown": "Silvestre Dangond Tour"
    },{
      "bio": "Orlando Vapor Show is a combination B2B & B2C Vapor Product and Electronic Cigarette conference held at the Central Florida Fairgrounds | Main Expo Halls December 10, 11 - 2016. Attend General Admission to 'meet the makers', shop and purchase vapor products direct from many sources! Explore corporate options like contract mfg., flavoring, bottling, or labeling solutions during Business-to-Business AM sessions.",
      "shortname": "orlando_vapor",
      "name": "Mark Evans Jr.",
      "reknown": "Orlando Vapor Show Expo"
    },{
      "bio": "International icon, five-time Grammy Award-nominee, and multi-platinum selling artist/songwriter/hitmakerSia today announced her North American Nostalgic For The Present Tour, her first-ever arena tour and return to the road in five years. The 22-city tour, produced by Live Nation, kicks off on Thursday, September 29 in Seattle, WA with special guests Miguel and AlunaGeorge. Sia plays Orlando's Amway Center on Sunday, October 30. Tickets go on sale to the general public on Friday, May 20 at 10 a.m. ",
      "shortname": "Sia",
      "name": "SIA & special guest Miguel / Aluna George",
      "reknown": "SIA Tour"
    },{
      "bio": "Pop star Ariana Grande has always been known for her signature high ponytail, winged eyeliner, and mini-dresses, that she has unofficially become the poster child for coy cuteness, reports Vogue. All right, Arianators, it’s time to get excited, because Ariana Grande has officially announced her biggest tour ever in support of her latest album, Dangerous Woman. And though there were a few delays when it came to planning, this is going to be well worth the wait.",
      "shortname": "ariana_grande",
      "name": "Ariana Grande",
      "reknown": "Dangerous Woman Tour"
    }
  ]
}
